{
    "hero.campaign-heroes.finneasVilmar.biography": "Obwohl Finneas Vilmars Machthunger ihn zu einem praktisch unaufhaltsamen Nekromanten macht, entziehen sich ihm die Fähigkeiten der politischen Manipulation und der Kampftaktik. Er hat sich mit Sandro zusammengetan, damit er seine Fähigkeiten nutzen kann, um in den Rängen aufzusteigen.",
    "hero.campaign-heroes.finneasVilmar.name": "Finneas",
    "hero.campaign-heroes.finneasVilmar.specialty.description": "{Belebt Tote}\r\n\r\nWirkt den Zauber Belebt Tote mit erhöhter Wirkung, basierend auf der Heldenstufe im Vergleich zur Stufe der Zieleinheit.",
    "hero.campaign-heroes.finneasVilmar.specialty.name": "Belebt Tote",
    "hero.campaign-heroes.finneasVilmar.specialty.tooltip": "Zauberspruch-Bonus: Belebt Tote",
    "hero.campaign-heroes.generalKendal.biography": "Nach der Ermordung von König Gryphonheart übernahm General Morgan Kendal vorübergehend den Thron, bis ein neuer Nachfolger gefunden werden konnte. Die Geschichte wird ihn als den einzigen Herrscher Erathias in Erinnerung behalten, der es zuließ, dass die Hauptstadt Steadwick eingenommen wurde.",
    "hero.campaign-heroes.generalKendal.name": "Morgan",
    "hero.campaign-heroes.generalKendal.specialty.description": "{Gold}\r\n\r\nErhöht das Einkommen des Königreichs um 350 Gold pro Tag.",
    "hero.campaign-heroes.generalKendal.specialty.name": "+350 Gold",
    "hero.campaign-heroes.generalKendal.specialty.tooltip": "+350 Gold pro Tag",
    "hero.campaign-heroes.ordwald.biography": "Ordwald war der mächtigste Herr in Nighon. Er war ein alter, aber mächtiger Hexenmeister, der seine Ländereien von seinem viel größeren Vater erhalten hatte. Er lehnte die Kunst der Krieger ab und wandte sich der Magie zu. Das bedeutet wahrscheinlich, dass sein Vater ein mächtiger Dungeon Overlord von Nighon war. Er versuchte, die Phiole des Drachenblutes zu erlangen und war der größte Feind und Herausforderer von Mutare.",
    "hero.campaign-heroes.ordwald.name": "Ordwald",
    "hero.campaign-heroes.ordwald.specialty.description": "{Berserker}\r\n\r\nWirkt Berserker mit erhöhtem Effekt, basierend auf der Heldenstufe im Vergleich zur Stufe der Zieleinheit (der Bonus ist größer, wenn er auf schwächere Einheiten angewendet wird).",
    "hero.campaign-heroes.ordwald.specialty.name": "Berserker",
    "hero.campaign-heroes.ordwald.specialty.tooltip": "Zauberspruch-Bonus: Berserker",
    "hero.campaign-heroes.youngAlkin.biography": "König Tralossk mochte Alkin nie wirklich, übertrug ihm aber ein eigenes Kommando, in der Hoffnung, dass er sich eines Tages umbringen lassen würde. Das ist nie passiert, und Alkin hat eine lange und ruhmreiche Karriere hinter sich, sehr zum Missfallen des Königs.",
    "hero.campaign-heroes.youngAlkin.name": "Alkin",
    "hero.campaign-heroes.youngAlkin.specialty.description": "{Gorgonen}\r\n\r\nErhöht die Angriffs- und Verteidigungsfähigkeiten aller Gorgonen oder Mächtigen Gorgonen für jede Stufe, die nach der 5. Stufe erreicht wird.",
    "hero.campaign-heroes.youngAlkin.specialty.name": "Gorgonen",
    "hero.campaign-heroes.youngAlkin.specialty.tooltip": "Kreaturen-Bonus: Gorgonen",
    "hero.campaign-heroes.youngCatherine.biography": "Als amtierende Königin von Erathia führt Katharina weiterhin Krieg, um die Grenzen ihres Heimatlandes zu sichern und den von ihrem Vater geschaffenen Frieden wiederherzustellen. Allerdings schwindet die Unterstützung für ihre Position, da das Land des Krieges überdrüssig wird.",
    "hero.campaign-heroes.youngCatherine.name": "Catherine",
    "hero.campaign-heroes.youngCatherine.specialty.description": "{Gold}\r\n\r\nErhöht die Angriffs- und Verteidigungsfähigkeiten eines Schwertkämpfers oder Kreuzritters für jede Stufe, die er nach der vierten Stufe erreicht.",
    "hero.campaign-heroes.youngCatherine.specialty.name": "Schwertkämpfer",
    "hero.campaign-heroes.youngCatherine.specialty.tooltip": "Kreaturen-Bonus: Schwertkämpfer",
    "hero.campaign-heroes.youngChristian.biography": "Christian war schon immer eher ein Grenzgänger als ein Ritter. Er war in fast allen Teilen Enroths unterwegs, bevor er sich schließlich in Erathia zum Militärdienst niederließ. Obwohl er ein Wanderer und ein wenig Träumer ist, sind seine Taktiken auf dem Schlachtfeld in der ganzen Welt gefürchtet.",
    "hero.campaign-heroes.youngChristian.name": "Christian",
    "hero.campaign-heroes.youngChristian.specialty.description": "{Ballista}\r\n\r\nErhöht die Angriffs- und Verteidigungsfähigkeiten einer beliebigen Ballista alle 4 Stufen um 5% (aufgerundet).",
    "hero.campaign-heroes.youngChristian.specialty.name": "Ballista",
    "hero.campaign-heroes.youngChristian.specialty.tooltip": "Ballista-Bonus",
    "hero.campaign-heroes.youngGem.biography": "Gem war eine der größten Zauberinnen, die Enroth je gesehen hatte, und diente König Roland Eisenfaust während der Erbfolgekriege. Kurz nachdem Roland sich den Thron von Enroth gesichert hatte, ging Gem nach Antagarich.",
    "hero.campaign-heroes.youngGem.name": "Edelstein",
    "hero.campaign-heroes.youngGem.specialty.description": "{Erste Hilfe}\r\n\r\nErhält einen Bonus von 5% pro Stufe auf die Erste-Hilfe-Fertigkeit.",
    "hero.campaign-heroes.youngGem.specialty.name": "Erste Hilfe",
    "hero.campaign-heroes.youngGem.specialty.tooltip": "Sekundärer Fertigkeitsbonus: Erste Hilfe",
    "hero.campaign-heroes.youngSandro.biography": "Sandro erlernte die Nekromantie zunächst unter der Anleitung des Zauberers und später des Lichs Ethric. Sandro hat fast ganz Enroth und Erathia gesehen und dient nun Finneas Vilmar, dem Anführer der Nekromanten von Deyja.",
    "hero.campaign-heroes.youngSandro.name": "Sandro",
    "hero.campaign-heroes.youngSandro.specialty.description": "{Zauberei}\r\n\r\nErhält einen Bonus von 5% pro Stufe auf den Prozentsatz der Zauberei-Fertigkeit.",
    "hero.campaign-heroes.youngSandro.specialty.name": "Zauberei",
    "hero.campaign-heroes.youngSandro.specialty.tooltip": "Sekundärer Fertigkeitsbonus: Zauberei",
    "hero.campaign-heroes.youngYog.biography": "Yog hat viele Jahre bei den Zauberern von Bracada studiert, aber er verbringt seine Zeit lieber mit dem Schwertkampf als mit dem Studium der Magie.",
    "hero.campaign-heroes.youngYog.name": "Yog",
    "hero.campaign-heroes.youngYog.specialty.description": "{Kettenblitz}\r\n\r\nWirkt einen Kettenblitz-Zauber, dessen Effekt für alle n Heldenstufen (n - Stufe der Zielkreatur) um 3% erhöht wird.",
    "hero.campaign-heroes.youngYog.specialty.name": "Kettenblitz",
    "hero.campaign-heroes.youngYog.specialty.tooltip": "Zauberspruch-Bonus: Kettenblitz"
}
