{
    "creatures.neutral-heroes.nhHalfling.name.plural": "Pfadfinder",
    "creatures.neutral-heroes.nhHalfling.name.singular": "Pfadfinder",
    "hero.neutral-heroes.ernest.biography": "Ernest ist seit langem ein geachtetes Mitglied der Gemeinde. Wenn es zu Unruhen und Krieg kommt, ist Ernest in der Regel der Erste, der aufsteht und die Bauernschaft organisiert, um ihre Häuser zu verteidigen, und sie zu einer Streitmacht macht, die jeden General stolz machen würde.",
    "hero.neutral-heroes.ernest.name": "Ernest",
    "hero.neutral-heroes.ernest.specialty.description": "{Bauern}\r\n\r\nErhöht die Geschwindigkeit und den Schaden der Bauern um 1 pro 5 Stufen. Außerdem wird das Einkommen des Königreichs um 350 erhöht.",
    "hero.neutral-heroes.ernest.specialty.name": "Bauern/Gold",
    "hero.neutral-heroes.ernest.specialty.tooltip": "Bonus: Bauern, Gold",
    "hero.neutral-heroes.kharnus.biography": "Kharnus war schon immer ein Bewunderer der menschlichen Reiter, selbst wenn er gegen sie kämpfte. Er fand diese edlen Ritter so inspirierend, dass er sie jahrelang studierte und dann seinen Kader von Wildschweinreitern bis zu einem hohen Grad ausbildete. Heute ist seine Eberbrigade jeder Kavallerieeinheit ebenbürtig und hat sich den widerwilligen Respekt vieler Generäle erworben.",
    "hero.neutral-heroes.kharnus.name": "Kharnus",
    "hero.neutral-heroes.kharnus.specialty.description": "{Wildschweine}\r\n\r\nErhöht Angriff und Verteidigung aller Wildschweine um 5% für jeweils 2 Stufen. Außerdem erhalten Wildschweine die Fähigkeit \"Ausrichten von Champions\". Außerdem erzeugen Wildschweine täglich einen Stapel Holz und Erz.",
    "hero.neutral-heroes.kharnus.specialty.name": "Wildschweine/Holz/Erde",
    "hero.neutral-heroes.kharnus.specialty.tooltip": "Bonus: Wildschweine, Holz, Erze",
    "hero.neutral-heroes.melfis.biography": "Melfis wurde in die Gilde der Diebe aufgenommen, als seine Familie bei einem Angriff der Magog auf ihr Dorf getötet wurde. Er trainierte hart in der Gilde, wurde zu einem der fähigsten Schurken und stieg in der Befehlskette auf, wobei er immer seinen Hass auf die Gog und Magog im Hinterkopf behielt und immer wusste, dass er eines Tages den Stamm, der seine Familie abgeschlachtet hatte, jagen und vernichten würde.",
    "hero.neutral-heroes.melfis.name": "Melfis",
    "hero.neutral-heroes.melfis.specialty.description": "{Schurken}\r\n\r\nErhöht Angriff und Verteidigung aller Schurken alle 2 Stufen um 5%. Außerdem hassen alle Kreaturen unter Melfis Befehl Gogs und Magogs. Erzeugt täglich einen Edelstein und einen Kristall.",
    "hero.neutral-heroes.melfis.specialty.name": "Schurken/Gold",
    "hero.neutral-heroes.melfis.specialty.tooltip": "Bonus: Schurken, Gold",
    "hero.neutral-heroes.orma.biography": "Orma ist die Anführerin der Gemeinschaft der Halblinge und wird von ihren Völkern geliebt. Im Kampf ist sie furchtlos und weise, und man sagt, dass sie Energiesteine mit der Genauigkeit des stärksten magischen Pfeilzaubers schleudern kann.",
    "hero.neutral-heroes.orma.name": "Orma",
    "hero.neutral-heroes.orma.specialty.description": "{Halblinge}\r\n\r\nErhöht Angriff und Verteidigung aller Halblinge um 5% für jede Stufe und Halblinge können schießen, auch wenn sie sonst blockiert sind. Neben Orma kann Magischer Pfeil mit erhöhtem Effekt gewirkt werden.",
    "hero.neutral-heroes.orma.specialty.name": "Halblinge/Magischer Pfeil",
    "hero.neutral-heroes.orma.specialty.tooltip": "Bonus: Halblinge, magischer Pfeil",
    "hero.neutral-heroes.oshmar.biography": "Oshmar ist einer der stärksten und mächtigsten Trolle im Land und eine Inspiration für seine Artgenossen. Die meisten anderen Völker würden auch zustimmen, dass er einer der hässlichsten Trolle ist, eine Tatsache, auf die er sehr stolz ist.",
    "hero.neutral-heroes.oshmar.name": "Oshmar",
    "hero.neutral-heroes.oshmar.specialty.description": "{Trolle}\r\n\r\nErhöht den maximalen Schaden eines Trolls alle 5 Stufen um 5%. Der Held nebenan kann Heilung mit erhöhtem Effekt wirken.",
    "hero.neutral-heroes.oshmar.specialty.name": "Trolle/Kur",
    "hero.neutral-heroes.oshmar.specialty.tooltip": "Bonus: Trolle, Heilung",
    "hero.neutral-heroes.romires.biography": "Romires ist ein geschickter Reiter mit wenigen Rivalen. Seine Reitkünste sind so berühmt, dass sein Stamm ihm mit unerschütterlicher Loyalität folgt und sich die \"Ritter von Romires\" nennt.",
    "hero.neutral-heroes.romires.name": "Romire",
    "hero.neutral-heroes.romires.specialty.description": "{Nomaden}\r\n\r\nErhöht die Geschwindigkeit von Nomaden um 1 und gewährt ihnen einen zusätzlichen Angriff. Dafür generieren Nomaden einen glänzenden Edelstein pro Tag.",
    "hero.neutral-heroes.romires.specialty.name": "Nomaden/Edelsteine",
    "hero.neutral-heroes.romires.specialty.tooltip": "Bonus: Nomaden, Edelsteine",
    "hero.neutral-heroes.xanthus.biography": "Xanthus stieg während des Zorns der Götter zur Macht auf und wurde schnell als \"Herr der Golems\" bekannt, weil er seine Gefährten mit fast übernatürlichen Fähigkeiten in die Schlacht führen konnte und viele seiner Truppen scheinbar aus dem Nichts herbeirief.",
    "hero.neutral-heroes.xanthus.name": "Xanthus",
    "hero.neutral-heroes.xanthus.specialty.description": "{Golems}\r\n\r\nWährend des Kampfes vom Totenstapel können Gold-Golems Eisen-Golems und Diamant-Golems Stein-Golems beschwören. Neben den Helden erhöht sich das Einkommen des Königreichs um 350.",
    "hero.neutral-heroes.xanthus.specialty.name": "Golems/Gold",
    "hero.neutral-heroes.xanthus.specialty.tooltip": "Bonus: Golems, Gold",
    "hero.neutral-heroes.zarantiri.biography": "Zarantiri ist eine mächtige Mumie, von der es heißt, dass sie von den Göttern selbst auserwählt wurde, um Chaos zu stiften und Chaos zu verbreiten. Zarantiri scheint mit der Fähigkeit gesegnet worden zu sein, andere Mumien unter ihrem Kommando zu stärken und ihre Feinde mit mächtigen Flüchen zu belegen.",
    "hero.neutral-heroes.zarantiri.name": "Zarantiri",
    "hero.neutral-heroes.zarantiri.specialty.description": "{Mumien}\r\n\r\nErhöht den maximalen Schaden aller Mumien alle 3 Stufen um 5%. Neben dem Helden kann Fluch mit erhöhtem Effekt gewirkt werden.",
    "hero.neutral-heroes.zarantiri.specialty.name": "Mumien/Fluch",
    "hero.neutral-heroes.zarantiri.specialty.tooltip": "Bonus: Mumien, Fluch",
    "heroClass.neutral-heroes.drifterF.name": "Drifter",
    "heroClass.neutral-heroes.drifterM.name": "Drifter",
    "spell.neutral-heroes.summonIronGolem.name": "Eisengolems beschwören",
    "spell.neutral-heroes.summonStoneGolem.name": "Steingolems beschwören"
}
